{
  "title": "Privacy Policy",
  "privacy": {
    "html": "<0>Google made us put this here, so here it is.</0>\n\n        <0>\n          This page is used to inform website visitors regarding our policies\n          with the collection, use, and disclosure of Personal Information if\n          anyone decided to use our Service, the MakoTools website.\n        </0>\n\n        <0>\n          If you choose to use our Service, then you agree to the collection and\n          use of information in relation with this policy. The Personal\n          Information that we collect are used for providing and improving the\n          Service. We will not use or share your information with anyone except\n          as described in this Privacy Policy.\n        </0>\n\n        <1>Log Data</1>\n\n        <0>\n          We want to inform you that whenever you visit our Service, we collect\n          information that your browser sends to us that is called Log Data.\n          This Log Data may include information such as your computer’s Internet\n          Protocol (\"IP\") address, browser version, pages of our\n          Service that you visit, the time and date of your visit, the time\n          spent on those pages, and other statistics.\n        </0>\n\n        <1>Cookies</1>\n\n        <0>\n          Cookies are files with small amount of data that is commonly used an\n          anonymous unique identifier. These are sent to your browser from the\n          website that you visit and are stored on your computer’s hard drive.\n        </0>\n\n        <0>\n          Our website uses these \"cookies\" to collect information\n          and to improve our Service. You have the option to either accept or\n          refuse these cookies, and know when a cookie is being sent to your\n          computer. If you choose to refuse our cookies, you may not be able to\n          use some portions of our Service.\n        </0>\n\n        <1>Service Providers</1>\n\n        <0>\n          We may employ third-party companies and individuals due to the\n          following reasons:\n        </0>\n\n        <2>\n          <3>To facilitate our Service;</3>\n          <3>To provide the Service on our behalf;</3>\n          <3>To perform Service-related services; or</3>\n          <3>To assist us in analyzing how our Service is used.</3>\n        </2>\n\n        <0>\n          We want to inform our Service users that these third parties have\n          access to your Personal Information. The reason is to perform the\n          tasks assigned to them on our behalf. However, they are obligated not\n          to disclose or use the information for any other purpose.\n        </0>\n\n        <1>Security</1>\n\n        <0>\n          We value your trust in providing us your Personal Information, thus we\n          are striving to use commercially acceptable means of protecting it.\n          But remember that no method of transmission over the internet, or\n          method of electronic storage is 100% secure and reliable, and we\n          cannot guarantee its absolute security.\n        </0>\n\n        <1>Links to Other Sites</1>\n\n        <0>\n          Our Service may contain links to other sites. If you click on a\n          third-party link, you will be directed to that site. Note that these\n          external sites are not operated by us. Therefore, we strongly advise\n          you to review the Privacy Policy of these websites. We have no control\n          over, and assume no responsibility for the content, privacy policies,\n          or practices of any third-party sites or services.\n        </0>\n\n        <1>Children's Privacy</1>\n\n        <0>\n          Our Services do not address anyone under the age of 13. We do not\n          knowingly collect personal identifiable information from children\n          under 13. In the case we discover that a child under 13 has provided\n          us with personal information, we immediately delete this from our\n          servers. If you are a parent or guardian and you are aware that your\n          child has provided us with personal information, please contact us so\n          that we will be able to do necessary actions.\n        </0>\n\n        <1>Changes to This Privacy Policy</1>\n\n        <0>\n          We may update our Privacy Policy from time to time. Thus, we advise\n          you to review this page periodically for any changes. We will notify\n          you of any changes by posting the new Privacy Policy on this page.\n          These changes are effective immediately, after they are posted on this\n          page.\n        </0>\n\n        <1>Contact Us</1>\n\n        <0>\n          If you have any questions or suggestions about our Privacy Policy, do\n          not hesitate to contact us.\n        </0>"
  }
}
