{
  "title": "Community Guidelines",
  "guidelines": {
    "html": "<0>\n  TL;DR:\n  <2>\n    We pledge to act and interact in ways that contribute to an open, welcoming,\n    diverse, inclusive, and healthy community, and we would like you to do so\n    too.\n  </2>\n</0>\n<1>\n  This document outlines what we expect from everyone on this site. We as\n  members, contributors, and maintainers pledge to make participation in our\n  community a harassment-free experience for everyone, regardless of age, body\n  size, visible or invisible disability, ethnicity, sex characteristics, gender\n  identity and expression, level of experience, education, socio-economic\n  status, nationality, personal appearance, race, caste, color, religion, or\n  sexual identity and orientation.\n</1>\n<3>Our Standards</3>\n<1>\n  Examples of behavior that contributes to a positive environment for our\n  community include:\n</1>\n<4>\n  <5>Demonstrating empathy and kindness toward other people</5>\n  <5>Being respectful of differing opinions, viewpoints, and experiences</5>\n  <5>Giving and gracefully accepting constructive feedback</5>\n  <5>\n    Accepting responsibility and apologizing to those affected by our mistakes,\n    and learning from the experience\n  </5>\n  <5>\n    Focusing on what is best not just for us as individuals, but for the overall\n    community\n  </5>\n</4>\n<1>Examples of unacceptable behavior include:</1>\n<4>\n  <5>\n    The use of sexualized language or imagery, and sexual attention or advances\n    of any kind\n  </5>\n  <5>\n    Trolling, insulting or derogatory comments, and personal or political\n    attacks\n  </5>\n  <5>Public or private harassment</5>\n  <5>\n    Publishing others’ private information, such as a physical or email address,\n    without their explicit permission\n  </5>\n  <5>\n    Other conduct which could reasonably be considered inappropriate in a\n    professional setting\n  </5>\n</4>\n<3>Our Responsibilities</3>\n<1>\n  We, as the site's moderation team, are responsible for clarifying and\n  enforcing our standards of acceptable behavior and will take appropriate and\n  fair corrective action in response to any behavior that they deem\n  inappropriate, threatening, offensive, or harmful.\n</1>\n<1>\n  We retain the right and responsibility to remove, edit, or reject comments and\n  content that are not aligned to this Code of Conduct, and will communicate\n  reasons for moderation decisions when appropriate.\n</1>\n<3>Enforcement</3>\n<1>\n  Instances of abusive, harassing, or otherwise unacceptable behavior may be\n  reported to the moderators responsible for enforcement on the\n  <6>Issues and Suggestions</6> page. All complaints will be\n  reviewed and investigated promptly and fairly.\n</1>\n<1>\n  Moderators are obligated to respect the privacy and security of the reporter\n  of any incident.\n</1>\n<3>Attribution</3>\n<1>\n  This Code of Conduct is heavily adapted from the\n  <7>Contributor Covenant</7>,\n  version 2.1. We've decided to cut it down to what we see fit, but we may\n  change this document in the future without prior notice.\n</1>\n"
  }
}
